HELP_1 = """**<u>اوامر المشرفين:</u>**

فقط اضف **ق** في بداية كل الاوامر عشان تقدر تستخدمها في القنوات.

**/ايقاف مؤقت**: لإيقاف التشغيل الحالي مؤقتاً.

**/اكمال**: لإكمال التشغيل الحالي الذي تم ايقافه موقتاً.

**/كتم التشغيل**: لكتم التشغيل الحالي.

**/الغاء كتم التشغيل**: لإلغاء كتم التشغيل الحالي.

**/تخطي**: لتخطي التشغيل الحالي و الانتقال الي التشغيل التالي في قائمة الانتظار.

**/انهاء** او **/ايقاف**: لتنظيف قائمة الانتظار و ايقاف التشغيل.

**/تشغيل عشوائي**: للتشغيل من قائمة الانتظار عشوائياً.

**/تقدم**: لتقديم التشغيل الحالي (يقدم من 1 الي 10 ثواني).

**/رجوع**: يرجع المدة الي الوراء في التشغيل الحالي (يرجع من 1 الي 10 ثواني).

**/ريستارت**: يعيد تشغيل البوت في محادثتك.

<u>**التكرار المحدد :**</u>

**/تكرار محدد** [تعطيل/تفعيل] و [بين 1:10] 
    : عندما تبدأ بالتشغيل سيتم تشغيل التشغيل الحالي بتكرار 10 مرات او الرقم الذي تطلبه من التكرارات.
"""


HELP_2 = """<u>**اوامر التشغيل:**</u>

الاوامر المتاحه = تشغيل , ق تشغيل

**ق** تضبفها عشان تعرف تشغل في القنوات.

تشغيل , ق تشغيل : تكتب الامر + اسم الفيديو لبدأ التشغيل او بالرد علي الفيديو لشتغيله علي حسب صيغة الفيديو (يدعم تشغيل المقاطع الصوتية و الفيديو في المحادثة المرئية)


**<u>اوامر قائمة التشغيل:</u>**
/قائمة التشغيل  : للتحقق من قائمة التشغيل من السيرفر.
/حذف قائمة التشغيل : ينظف قائمة التشغيل.
/تشغيل  : لما تكتب الامر لوحده بيبدأ يشغل من قائمة التشغيل.

**تم تطوير البوت بواسطة:** @VL_VD , @VL_VO."""

HELP_4 = """<u>**الاوامر الاضافية:**</u>
الامر: ‹ زخرفة › : لزخرفة الاسم الذي تريدة يزخرف عربي او انجليزي 
الامر : ‹ تليجراف ميديا | تليكراف ميديا | ميديا ›  بالرد علي **الصورة او الفيديو** يحولها لرابط تليجراف 

/start : لبدأ البوت.
/مساعدة : للحصول علي الاوامر و شرجها.
/بينج: يريك بينج البوت.

<u>**اوامر البوت:**</u>
/الاعدادات : يظهر اوامر البوت في الجروب.

**تم تطوير البوت بواسطة:** @VL_VD , @VL_VO."""